Revit 2023 API
GroupTypeId Class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static class GroupTypeId
Visual Basic
Public NotInheritable Class GroupTypeId
Visual C++
public ref class GroupTypeId abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.GroupTypeId
See Also
GroupTypeId Members
Autodesk.Revit.DB Namespace